Repository: vixalien/sticky
Catalog: po/*.po
Languages: fr, nl, ta

source: Pin notes to your desktop
fr: Épinglez des notes sur votre bureau
ta: குறிப்புகளை உங்கள் டெஸ்க்டாப்பில் பின் செய்யவும்

source: Sticky Notes
fr: Pense-bêtes
nl: Plaknotities
ta: ஒட்டும் குறிப்புகள்

source: Sticky;Notes;Write;
fr: Autocollantes;Notes;Ecrire;post-it;
nl: Plak;Notities;Schrijven;
ta: ஒட்டும்;குறிப்புகள்;எழுது;

source: Sticky Notes is a simple sticky notes app for GNOME. It allows you to create notes and format them.
fr: Notes Autocollantes est une simple application de notes pour GNOME. Elle vous permet de créer des notes et de les formater.
nl: Plaknotities is een eenvoudige plaknotitietoepassing voor GNOME. Met deze toepassing kunt u aantekeningen maken en voorzien van opmaak.
ta: ஒட்டும் குறிப்புகள் என்பது க்னோமிற்கான எளிய ஒட்டும் குறிப்பு பயன்பாடாகும். குறிப்புகளை உருவாக்கவும் அவற்றை வடிவமைக்கவும் இது உங்களை அனுமதிக்கிறது.

source: Current features:
fr: Fonctionnalités actuelles :
nl: Huidige mogelijkheden:
ta: தற்போதைய அம்சங்கள்:

source: simple formatting (bold, italic, underline and strikethrough)
fr: Formatage simple (gras, italique, souligné et barré)
nl: Eenvoudige opmaak (vetgedrukte, cursieve, onderstreepte en doorgehaalde tekst)
ta: எளிய வடிவமைத்தல் (தடித்த, சாய்வு, அடிக்கோடிட்டு மற்றும் கோடு வழியாக)

source: notes are restored if they were open when the application was closed
fr: Restauration des notes si elles étaient ouvertes lors de la fermeture de l’application
nl: Notities worden automatisch opgeslagen en weer hersteld na openen van de toepassing
ta: பயன்பாடு மூடப்பட்டபோது குறிப்புகள் திறந்திருந்தால் அவை மீட்டமைக்கப்படும்

source: changing color of notes
fr: Possibilité de changer la couleur des notes
nl: Notitiekleuren kunnen worden aangepast
ta: குறிப்புகளின் நிறத்தை மாற்றுதல்

source: dark theme support
fr: Prise en charge du thème sombre
nl: Ondersteuning voor donkere thema's
ta: இருண்ட தீம் ஆதரவு

source: Angelo Verlain
ta: ஏஞ்சலோ வெர்லைன்

source: this is a refinement release
fr: C’est une version de peaufinage
ta: இது ஒரு சுத்திகரிப்பு வெளியீடு

source: show focus indicators correctly in all notes window
fr: Affiche correctement les indicateurs de focus dans la fenêtre de toutes les notes
ta: அனைத்து குறிப்புகள் சாளரத்திலும் கவனம் குறிகாட்டிகளை சரியாகக் காட்டு

source: use new flexible ToolbarView widget
fr: Utilise le nouveau widget flexible ToolbarView
ta: புதிய நெகிழ்வான ToolbarView விட்ஜெட்டைப் பயன்படுத்தவும்

source: print where notes are logged when the app starts up (for syncing)
fr: Affichage de l’emplacement de stockage des notes au démarrage de l’application (pour une synchronisation)
ta: பயன்பாடு தொடங்கும் போது குறிப்புகள் உள்நுழைந்த இடத்தில் அச்சிடவும் (ஒத்திசைக்க)

source: add a flag `--new-note` to quicky jote down a note
fr: Ajout d’une balise `--new-note` pour prendre une note rapidement
ta: குறிப்பை விரைவாக எழுத `--new-note` என்ற கொடியைச் சேர்க்கவும்

source: quickly open links in your notes
fr: Ouvrez rapidement des liens dans vos notes
ta: உங்கள் குறிப்புகளில் உள்ள இணைப்புகளை விரைவாக திறக்கவும்

source: changed GNOME Runtime version to 44
fr: Mise à jour de l'environnement d’exécution de GNOME vers la version 44
ta: க்னோம் இயக்க நேர பதிப்பை 44 ஆக மாற்றியது

source: updated dutch translation
fr: Mise à jour de la traduction néerlandaise
ta: புதுப்பிக்கப்பட்ட டச்சு மொழிபெயர்ப்பு

source: fix packaging issues
fr: Correction d’erreur d’empaquetage
ta: பொதியிடல் சிக்கல்கள் சரிசெய்யப்பட்டன

source: this release enhances usability and reliability
fr: Cette version améliore la fiabilité et l’utilisation
ta: இந்த வெளியீடு பயன்பாட்டினை மற்றும் நம்பகத்தன்மையை அதிகரிக்கிறது

source: updated the icon to make it more distinguished
fr: Mise à jour de l’icône de l’application pour être mieux distinguée
ta: ஐகானை மேலும் தனித்துவமாக்க புதுப்பித்துள்ளது

source: updated translations (french, russian) and added a czech translation
fr: Mise à jour de traductions (français, russe) et ajout d’une traduction tchèque
ta: புதுப்பிக்கப்பட்ட மொழிபெயர்ப்புகள் (பிரெஞ்சு, ரஷியன்) மற்றும் செக் மொழிபெயர்ப்பைச் சேர்க்கப்பட்டது

source: make text throughout the UI more standard and easy to understand
fr: Texte de l’interface standardisé et plus facile à comprendre
ta: உரைகல் UI முழுவதிலும் மிகவும் தரமானதாகவும் புரிந்துகொள்ள எளிதாகவும் மாற்றப்பட்டுள்ளது

source: notes are now more reliably saved so that you don't lose your changes
fr: Les notes sont maintenant sauvegardées de manière plus sécurisée pour que vos modifications ne soient pas perdues
ta: குறிப்புகள் இப்போது மிகவும் நம்பகத்தன்மையுடன் சேமிக்கப்பட்டுள்ளன, இதனால் உங்கள் மாற்றங்களை நீங்கள் இழக்க மாட்டீர்கள்

source: notes are now restored (mostly) as they were last time you closed the app
fr: Les notes sont désormais restaurées (la plupart du temps) comme elles étaient la dernière fois que l’application a été fermée
ta: கடைசியாக நீங்கள் பயன்பாட்டை மூடியதைப் போலவே குறிப்புகள் இப்போது மீட்டமைக்கப்பட்டுள்ளன (பெரும்பாலும்)

source: the most recently closed note is now shown when you reopen the app, instead of showing the all notes window
fr: La dernière note fermée est maintenant affichée lorsque vous rouvrez l’application, au lieu d’afficher la fenêtre de toutes les notes
ta: அனைத்து குறிப்புகள் சாளரத்தையும் காண்பிப்பதற்குப் பதிலாக, நீங்கள் பயன்பாட்டை மீண்டும் திறக்கும் போது சமீபத்தில் மூடப்பட்ட குறிப்பு இப்போது காட்டப்படும்

source: I'd like to take a moment to thank everyone that contributed to sticky notes this far. I am very grateful for your help and support.
fr: Je souhaiterais remercier tous ceux qui ont contribué à Notes Autocollantes jusqu’à présent. Je vous suis très reconnaissant pour votre aide et votre soutien.
ta: இதுவரை ஒட்டும் குறிப்புகளுக்கு பங்களித்த அனைவருக்கும் நன்றி தெரிவிக்க விரும்புகிறேன். உங்கள் உதவி மற்றும் ஆதரவிற்கு நான் மிகவும் நன்றியுள்ளவனாக இருக்கிறேன்.

source: mostly a bug fix and tune-up release
fr: Principalement une version de correction de bogues et de mise au point
nl: Fouten opgelost en prestatieverbeteringen
ta: பெரும்பாலும் ஒரு பிழை திருத்தம் மற்றும் டியூன்-அப் வெளியீடு

source: make style (color) selector easier to change using the keyboard
fr: sélecteur de style (couleur) plus facile à changer en utilisant le clavier
nl: Stijlkeuze (kleur) met behulp van het toetsenbord is voortaan eenvoudiger
ta: விசைப்பலகையைப் பயன்படுத்தி மாற்றுவதற்கு பாணி (வண்ணம்) தேர்வியை எளிதாக்கியது

source: added more translations (tamil, hungary, catalan) and update russian translations
fr: ajout de plus de traductions (tamoul, hongrois, catalan) et mise à jour de la traduction russe
nl: Nieuw: meer vertalingen (Tamil, Hongaars en Catalaans) en bijgewerkte Russische vertaling
ta: மேலும் மொழிபெயர்ப்புகளைச் சேர்த்தது (தமிழ், ஹங்கேரி, கதாலா) மற்றும் ரஷ்ய மொழிபெயர்ப்புகளைப் புதுப்பிக்கவும்

source: you can now choose to use dark or light mode manually instead of always using the system theme in the all notes window
fr: Vous pouvez désormais choisir d’utiliser le thème sombre ou clair manuellement au lieu de toujours suivre le thème système dans la fenêtre de toutes les notes
nl: U kunt voortaan zelf kiezen voor het lichte of donkere thema
ta: எல்லா குறிப்புகள் சாளரத்திலும் கணினி தீம் பயன்படுத்துவதற்குப் பதிலாக இருண்ட அல்லது ஒளி பயன்முறையை கைமுறையாகப் பயன்படுத்த நீங்கள் இப்போது தேர்வு செய்யலாம்

source: this is unexpectedly a large release
fr: Ceci est une version étonnamment importante
nl: Dit is een onverwachts grote uitgave
ta: இது எதிர்பாராத விதமாக பெரிய வெளியீடு

source: new icon
fr: nouvelle icône
nl: Nieuw pictogram
ta: புதிய சின்னம்

source: added translations (french, russian, italian, dutch, ocitan)
fr: ajout de traductions (français, russe, italien, néerlandais, occitan)
nl: Nieuw: Franse, Russische, Italiaanse, Nederlandse en Occitaanse vertalingen
ta: மொழிபெயர்ப்பு சேர்க்கப்பட்டது (பிரெஞ்சு, ரஷியன், இத்தாலியன், டச்சு, ஆக்ஸிடன்)

source: bug fixes
fr: corrections de bogues
nl: Fouten opgelost
ta: பிழை திருத்தங்கள்

source: this is mostly a cleanup release
fr: Ceci est principalement une version de nettoyage
nl: Alles is opgepoetst
ta: இது பெரும்பாலும் ஒரு தூய்மைப்படுத்தல் வெளியீடு

source: added translation support (starting with french)
fr: ajout de la prise en charge des traductions (à commencer par le français)
nl: Nieuw: vertaalondersteuning (te beginnen met Frans)
ta: மொழிபெயர்ப்பு ஆதரவு சேர்க்கப்பட்டது (பிரெஞ்சில் தொடங்கி)

source: apply tag to location under the cursor when nothing is selected. this means that for example if you click Ctrl+B while there's nothing selected, the new content you'll write will come out as bold
fr: application des balises d’édition à la suite du curseur quand aucun texte n’est sélectionné. Cela signifie par exemple que si vous cliquez sur Ctrl+B quand rien n’est sélectionné, le contenu que vous écrirez apparaîtra en gras
nl: Labels worden voortaan onder de cursorlocatie geplaatst als er niets is geselecteerd. En u kunt bijvoorbeeld met behulp van Ctrl+B nieuwe notitie-inhoud vetgedrukt maken.
ta: எதுவும் தேர்ந்தெடுக்கப்படாத போது சுட்டியின் கீழ் உள்ள இடத்திற்கு குறிச்சொல்லைப் பயன்படுத்தவும். அதாவது, எடுத்துக்காட்டாக, நீங்கள் Ctrl+B ஐக் கிளிக் செய்தால், எதுவும் தேர்ந்தெடுக்கப்படாத நிலையில், நீங்கள் எழுதும் புதிய உள்ளடக்கம் தடிமனாக வெளிவரும்

source: fixed builds
fr: correction des constructions
nl: Bouwsels verbeterd
ta: நிலையான கட்டுமானங்கள்

source: restructured/cleaned source
fr: code source restructuré / nettoyé
nl: Broncode heringedeeld/opgeruimd
ta: மறுசீரமைக்கப்பட்ட/சுத்தப்படுத்தப்பட்ட மூலம்

source: First beta release!
fr: Première version bêta !
nl: Eerste bètaversie!
ta: முதல் பீட்டா வெளியீடு!

source: Note window default height
fr: Hauteur par défaut de la fenêtre de la note
nl: Standaard notitiehoogte
ta: சாளர இயல்புநிலை உயரத்தைக் கவனியுங்கள்

source: The default height of a new sticky note
fr: La hauteur par défaut d’une nouvelle note collante
nl: De standaardhoogte van een nieuwe plaknotitie
ta: புதிய ஒட்டும் குறிப்பின் இயல்புநிலை உயரம்

source: Note window default width
fr: Largeur par défaut de la fenêtre de la note
nl: Standaard notitiebreedte
ta: சாளர இயல்புநிலை அகலத்தைக் கவனியுங்கள்

source: The default width of a new sticky note
fr: La largeur par défaut d’une nouvelle note collante
nl: De standaardbreedte van een nieuwe plaknotitie
ta: புதிய ஒட்டும் குறிப்பின் இயல்புநிலை அகலம்

source: Default note style
fr: Style de note par défaut
nl: Standaard notitiestijl
ta: இயல்புநிலை குறிப்பு நடை

source: The default style assigned to a new note
fr: Le style par défaut attribué à une nouvelle note
nl: De standaardkleur van een nieuwe notitie
ta: புதிய குறிப்பிற்கு இயல்பு நடை ஒதுக்கப்பட்டுள்ளது

source: Confirm note deletion
fr: Confirmer la suppression de la note
nl: Verwijderen bevestigen
ta: குறிப்பு நீக்குதலை உறுதிப்படுத்தவும்

source: Whether to confirm note deletion
fr: Indique s’il faut confirmer la suppression de la note
nl: Of er om bevestiging dient te worden gevraagd bij verwijderen
ta: குறிப்பு நீக்குதலை உறுதிப்படுத்தவும்

source: The selected color scheme
fr: Thème de couleur sélectionné
nl: Gekozen thema
ta: தேர்ந்தெடுக்கப்பட்ட வண்ணத் திட்டம்

source: The selected color scheme. 0 = follow system style, 1 = light, 2 = dark
fr: Le thème de couleur sélectionné. 0 = thème système, 1 = clair, 2 = sombre
nl: Het gekozen thema. 0 = systeemthema; 1 = licht; 2 = donker
ta: தேர்ந்தெடுக்கப்பட்ட வண்ணத் திட்டம். 0 = அமைப்பு பாணியைப் பின்பற்றவும், 1 = ஒளி, 2 = இருண்டது

source: Show all notes
fr: Afficher toutes les notes
nl: Alle notities tonen
ta: எல்லா குறிப்புகளையும் காட்டு

source: Whether to show the all notes window or note
fr: Indique s’il faut afficher la fenêtre de toutes les notes ou non
nl: Of alle notities of een enkele notitie dienen te worden getoond
ta: அனைத்து குறிப்புகள் சாளரத்தையும் அல்லது குறிப்பையும் காட்ட வேண்டுமா

source: Note is Open
fr: La note est ouverte
ta: குறிப்பு திறக்கப்பட்டுள்ளது

source: Delete Note
fr: Supprimer la note
ta: குறிப்பை நீக்கு

# shortcut window
source: General
fr: Général
nl: Algemeen
ta: பொது

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis
nl: Sneltoetsen tonen
ta: குறுக்குவழிகளைக் காட்டு

# shortcut window
source: Quit
fr: Quitter
nl: Afsluiten
ta: வெளியேறு

# shortcut window
source: Notes
nl: Notities
ta: குறிப்புகள்

# shortcut window
source: New Note
fr: Nouvelle note
nl: Nieuwe notitie
ta: புதிய குறிப்பு

# shortcut window
source: Delete note
nl: Notitie verwijderen
ta: குறிப்பை நீக்கு

# shortcut window
source: Navigation
nl: Navigatie
ta: வழிசெலுத்தல்

# shortcut window
source: Show all notes
fr: Afficher toutes les notes
nl: Alle notities tonen
ta: எல்லா குறிப்புகளையும் காட்டு

# shortcut window
source: Cycle between notes
fr: Naviguer entre les notes
nl: Van notitie wisselen
ta: குறிப்புகள் இடையே சுழற்சி

# shortcut window
source: Cycle between notes in reverse order
fr: Naviguer entre les notes dans l’ordre inverse
nl: Van notitie wisselen (omgekeerde volgorde)
ta: தலைகீழ் வரிசையில் குறிப்புகளுக்கு இடையில் சுழற்சி

# shortcut window
source: Editing
fr: Édition
nl: Bewerken
ta: திருத்துதல்

# shortcut window
source: Bold
fr: Gras
nl: Vetgedrukt
ta: தடித்த

# shortcut window
source: Italic
fr: Italique
nl: Cursief
ta: சாய்வு

# shortcut window
source: Underline
fr: Souligner
nl: Onderstrepen
ta: அடிக்கோடு

# shortcut window
source: Strikethrough
fr: Barré
nl: Doorhalen
ta: கோடு வழியாக

source: New Note
fr: Nouvelle note
ta: புதிய குறிப்பு

source: Main Menu
fr: Menu principal
ta: முதன்மை பட்டியல்

source: Search notes…
ta: குறிப்புகளைத் தேடு…

source: No Notes
ta: குறிப்புகள் இல்லை

source: After you create notes, they will appear here
ta: நீங்கள் குறிப்புகளை உருவாக்கிய பிறகு, அவை இங்கே தோன்றும்

source: _New Note
ta: _புதிய குறிப்பு

source: No Results
ta: முடிவுகள் இல்லை

source: Try a different search
ta: வேறு தேடலை முயற்சிக்கவும்

source: Keyboard Shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: About Sticky Notes
ta: ஒட்டும் குறிப்புகள் பற்றி

source: Quit
ta: வெளியேறு

source: Follow system style
fr: Suivre le thème système
ta: கணினி பாணியைப் பின்பற்றவும்

source: Light style
fr: Thème clair
ta: ஒளி பாணி

source: Dark style
fr: Thème sombre
ta: இருண்ட பாணி

source: Bold
fr: Gras
ta: தடித்த

source: Italic
fr: Italique
ta: சாய்வு

source: Underline
fr: Souligner
ta: அடிக்கோடு

source: Strikethrough
fr: Barré
ta: கோடு வழியாக

source: All Notes
fr: Toutes les notes
ta: அனைத்து குறிப்புகள்

source: translator-credits
fr: Irénée Thirion <irenee.thirion@e.email>
ta: க.பா.தருண் கிருஷ்ணா <kbdharunkrishna@gmail.com>

source: Switch to %s style
fr: Passer au style %s
nl: %s notitiekleur
ta: %s நடைக்கு மாறவும்

source: Yellow
fr: Jaune
nl: Gele
ta: மஞ்சள்

source: Pink
fr: Rose
nl: Roze
ta: இளஞ்சிவப்பு

source: Green
fr: Vert
nl: Groene
ta: பச்சை

source: Purple
fr: Violet
nl: Paarse
ta: ஊதா

source: Blue
fr: Bleu
nl: Blauwe
ta: நீலம்

source: Gray
fr: Gris
nl: Grijze
ta: சாம்பல்

source: Charcoal
fr: Charbon
nl: Houtskool
ta: கரி

source: Window
fr: Fenêtre
nl: Venster
ta: சாளரம்

source: Delete Note?
fr: Supprimer la note ?
ta: குறிப்பை நீக்கவா?

source: This action cannot be undone. If you want to hide the note, you can close it instead.
fr: Cette action ne pourra pas être annulée. Si vous souhaitez cacher la note, vous pouvez simplement la fermer.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது. நீங்கள் குறிப்பை மறைக்க விரும்பினால், அதற்கு பதிலாக அதை மூடலாம்.

source: Cancel
fr: Annuler
ta: ரத்துசெய்

source: Delete
fr: Supprimer
ta: நீக்கு

source: Empty Note
fr: Note vide
nl: Blanco notitie
ta: காலியான குறிப்பு
